Repository: JianLaiTL/JianLai
Catalog: omegat/project_save.tmx
Source language: zh_cn
Languages: en_us

source: 道人天经地义道：“当然是先帮姑娘换上一身洁净的衣裳，然后再去药铺抓几味补气养元的药材，到那个时候，就需要贫道亲自出山，一展身手了。”
en_us: "Well, of course you start by changing her into a set of clean clothes, then go to the medicine shop to grab a few medicinal ingredients that'll aid in her recovery. After that, you can leave everything to me," the Daoist priest replied.

source: 道人微微睁开一丝眼缝，眼见着又要错过生意，只得一巴掌拍在桌案上，提高嗓门，“状元本是人间子，宰相无非世上人。学贯天人名动城，得意扬扬精气神！”
en_us: The ist priest opened his eyes ever so slightly, and seeing that more potential customers were about to pass him by, he hurriedly slammed a palm down onto his table as he raised his voice and continued, "Champion scholars and prime ministers were nothing more than normal people before their rise to glory. With great knowledge comes great renown and confidence."

source: 道人微笑道：“年轻人，不要紧张，命里有时终须有，命里无时莫强求，以平常心看待无常事，便是第一等万全法。”
en_us: The ist priest smiled as he said, "Don't be nervous, young man. If it's meant to be, then it'll be. If it's not meant to be, then it can't be forced. Regarding impermanence with a peaceful heart is the solution to everything."

source: 道人悠悠然念完这句诗词后，故作潇洒地轻轻挥袖，叹气道：“命里八尺，莫求一丈啊。”
en_us: After casually reciting that poem phrase to himself, he rustled his sleeve in a carefree manner as he sighed, "If it's not meant to be, then there's no point in forcing things."

source: 道人懒洋洋靠在椅子上，瞥了眼铜钱，弯腰伸手将它们搂到身前。
en_us: The ist priest sat back lazily in his chair, then took a glance at the copper coins before bending over and scooping them close to him.

source: 道人故意讲得语速极快，咬字也不清晰，显然是想着把少年给兜圈子兜迷糊了，先蒙混过关再说。万事开头难，只要起个开头，之后就能走一步算一步，天无绝人之路，总有柳暗花明的时候。
en_us: The Daoist priest was intentionally speaking very quickly while telling his story while also slurring his words slightly, clearly trying to confound the young boy so that he would be swept along and agree to help before he had a chance to carefully consider the situation. In everything, the beginning was always the most difficult phase. Once the initial storm was weathered, things would generally take a turn for the better.

source: 道人显然吓得不轻，起身后也顾不得摊子了，抱头鼠窜。
en_us: The ist priest was clearly very much intimidated by this threat, and he immediately turned and fled, leaving his stall behind.

source: 道人正襟危坐，“贫道看人福气厚薄，财运多寡，一向很准。”
en_us: The ist priest replied with a serious expression, "I can see if someone is blessed by fortune or not, and in particular, I've always been very accurate when it comes to my readings of one's fortune in wealth."

source: 道人没好气道：“早去分，你家主人，就能从鬼门关早走回来步。去晚了，大家起完蛋”
en_us: "Hurry up! The sooner you come back, the sooner we can treat your owner! If you delay for too long, we'll all be srewed," the Daoist priest snapped.

source: 道人灰心丧气，低声咕哝道：“这日子没法过了。”
en_us: The ist priest was greatly disheartened by this, and he murmured to himself, "It's over."

source: 道人犹不死心，身体前倾，提高嗓门，“年轻人，往日贫道替人解签，要收十钱，今儿破个例，只收你三钱！当然了，若是抽出了一支上签，你不妨再多加一喜钱，如果鸿运当头，是上上签，那贫道也只收你五钱，如何？”
en_us: The ist priest was unwilling to give up, and he leaned forward slightly as he raised his voice and continued, "How about this, young man? I normally charge 10 copper coins for a reading, but today, I'll make an exception and only charge you three copper coins! Of course, if you pick out a good slip, you're free to pay a little extra for good fortune. Even if you're fortunate enough to pick out the best slip possible, I'll only charge you five copper coins. What do you say?"

source: 道人笑意如常，略作思量，点头道：“可。”
en_us: The ist priest's smile remained unchanged, and after some thought, he nodded in response. "Sure."

source: 道人笑着伸出手，示意少年拿起签筒。
en_us: The ist priest smiled as he extended a hand, inviting Chen Ping'an to pick up the tube of bamboo slips.

source: 道人耐心解释道：“想要让你主人活下来，贫道还需要个帮手，对了，你去老槐树那边戳枚槐叶过来，贫道先替她吊住这口元气，你家主人有些特殊，贫道不想为了救人而胡乱救人，到时候不小心耽误了她的修行前程，这桩新因果又他娘的让贫道想死了了百了啊”
en_us: The Daoist priest patiently explained, "In order to save your owner, I require a helper. Go to the old locust tree and fetch one of its leaves for me so that I can ensure that she survives until I can get her the help that she needs. Your owner is a special case, so I have to take extra care in saving her so I don't accidentially hinder her future in culivation. What have I done to deserve being thrown into this mess?"

source: 道人脸不红心不跳道：“贫道方才推车经过牌坊楼的时候，见这位外乡年轻女子，竟然说是去对‘气冲斗牛’这幅匾额进行拓碑，带着拓包、刷子等物，蹭蹭蹭就爬上去了。至于拓碑啊，怎么说呢，就是这么个临摹勾当，大体是读书人吃饱了撑着，一时半会贫道也说不明白，反正这位小姑娘爬上去后，低头弯腰坐在横梁上，看得贫道心惊胆战，只得停下来，时不时提醒她一声小心，哪里想到她最后仍是太过入神，冷不丁，啪叽一下，就结结实实摔在地面上了，你也知道，牌坊那边地面，不比你们泥瓶巷，硬得跟福禄街青石板差不多，这下可好，摔得估计五脏六腑肠子都伤到了，贫道是出家人，必须要慈悲为怀啊，不能不管对不对？这一路过来，家家户户都嫌弃她一身鲜血，刚过完年没多久，太晦气，哪里愿意抬着她进家门，贫道也知道这是人之常情，所以这不实在没法子，才找到你这里来，说句难听的，要是连你也不愿收留她，贫道也不是什么能够从鬼门关拉人的神仙，就只能等着那位姑娘咽下最后一口气，再尽力找处地方，挖个坑，立块碑，就当了事。
en_us: The Daoist priest had already prepared a story, and he immediately replied, "While I was pushing my cart past the archway earlier, I spotted this young woman from out of town, and she told me that she was going to make a rubbing of the inscription on the plaque that bore the idiom of 'unmatched aura'. She had things like a rubbing pouch and a brush on her, and she quickly scaled up the archway. The act of rubbing an inscription is... How do I put this? It's basically a method of replicating a piece of calligraphy or artwork. It's something that scholars are into, and it'll take too long for me to explain to you what the process entails. In any case, after she climbed up onto the archway, she sat down onto the horizontal beam, and I was horrified for her safety, so I stopped and warned her to be careful. Much to my chagrin, she became too absorbed by her work and failed to heed my warning, ultimately falling off the archway onto the ground. As I'm sure you're aware, unlike the ground in Clay Vase Alley, the ground beneath the archway is much harder, similar to the bluestone slabs that Fortune Street is paved by, so the fall has most likely harmed even her internal organs. As a man of benevolence and upstanding character, I couldn't just leave her there, wouldn't you agree? On the way here, I asked many people to take her in, but they were all turned away by the sight of her bloodstained clothes, saying that bringing someone like her into their homes so soon after teh turn of the new year would bring bad luck to their families. While this is an understable reaction, her condition is extremley urgent and must be treated without delay. If I had any other choice, I wouldn’t have come to you. If you’re not willing to take her in, either, then I’m powerless to save her. I am but a mere mortal, not a deity with the ability to raise one from the dead. All I can do would be to accompany her in her final moments, then find a place to bury her and erect a tombstone."

source: 道人苦笑道：“那位姑娘咋办？”
en_us: "What are we going to do about her?" the Daoist priest asked with a wry smile.

source: 道人轻声道：“去吧，此地不宜久留。”
en_us: The ist priest sighed, "Go. This is not the place for you."

source: 道人问道：“什么条件，你说说看。”
en_us: "What promise do you want me to make?" the Daoist priest asked.

source: 道姑会心一笑，粗略解释道：“陆小师叔，严格说来，并非与我们同宗，只不过陆道长多年之前造访我们宗门，与我们一位师叔平辈相交，待了好些年，我们这些晚辈与他相熟，自然也就习惯了以‘小师叔’相称。”
en_us: The Daoist nun smiled and explained briefly, "Strictly speaking, Young Uncle Lu isn't from the same sect as us. However, when he visited our sect a long time ago, he conversed with one of our Senior Uncles as an equal. He stayed at our sect for many years, so us juniors also became familiar with him. As time went on, we naturally became used to referring to him as 'Junior Uncle'."

source: 道姑微笑道：“你也认识我们那位陆小师叔？”
en_us: The Daoist nun smiled and asked, "You're also familiar with our Junior Uncle Lu?"

source: 道姑笑问道：“你也知道了这些石子的妙用？陈平安，你不用担心，我只是随口一问。”
en_us: The Daoist nun smiled and asked, "Do you also know about the secret uses of these pebbles? Don't worry, Chen Ping'an, this is only a casual question."

source: 道家真君之位，几乎可谓道教宗门中人，在世俗王朝的庙堂顶点，兵家的上柱国，儒家的大学士，也在此列。
en_us: The True Lords of Daoism were all prominent figures in various different fields, such as pillar generals in the military forces and grand secretaries of the school of Confucianism.

source: 邋遢汉子一边撂狠话，一边跑得比狗还快。
en_us: As he was saying this, he was running away faster than the wind.

source: 邋遢汉子哀叹不已，“这世道没法让老实人混了。”
en_us: The disheveled man could only heave a forlorn sigh. "Good, honest men like us are constantly getting screwed over!"

source: 邋遢汉子欲哭无泪，想死的心都有了，“嫂子，天地良心啊，我不过是忘了给你家小槐买糖吃，他才故意这么说啊，嫂子你怎么就真信了？”
en_us: The disheveled man was so dismayed to hear this that he wanted to die, and he objected, "I swear to the heavens I didn't do that! Your son only made up that story because I forgot to buy him lollies, how could you believe him?"

source: 邋遢汉子眼前一亮，怯生生道：“稍稍贵了点吧？杏花巷铺子的新衣裳，布料顶好的，也就这个价格”
en_us: The disheveled man's eyes immediately lit up upon hearing this, but a timid look then appeared on his face as he negotiated, "Isn't that a little steep? That's about as much as the shop on Apricot Blossom Alley charges for their clothes in brand new condition."

source: 邋遢汉子郑大风暴怒道：“李二！你给老子说清楚！谁偷你婆娘衣物了？！这种混账话你也相信？你脑子进水了吧？”
en_us: Zheng Dafeng immediately flared up with rage upon hearing this. "Li Er! You can't just go around slandering me like this! Who's been stealing your wife's clothes? How could you believe something like that? What the hell's wrong with you?"

source: 那一刻，卢正淳有些茫然。
en_us: In that instant, Lu Zhengchun felt as if he were in a dream.

source: 那一刻，女子原本纤细白皙的脖子上，鲜血喷涌。
en_us: In the next instant, blood began to gush out of Cai Jinjian's fair and delicate neck.

source: 那一刻，孩子就知道在山上吃错东西了。
en_us: In that instant, he immediately realized that he had eaten something wrong on the mountain.

source: 那一刻，少年视线有些模糊。
en_us: In that instant, a film of tears surfaced over his eyes, blurring his vision.

source: 那一刻，星空璀璨，天地寂寥，人间好像唯有一双少年少女。
en_us: At that moment, the stars were dazzling and the world was tranquil, and it was as if only this pair of young boy and young girl existed in the world.

source: 那一刻，穿着自编草鞋的少年，只是有些羡慕那些人身上的厚实衣衫，肯定很暖和，能挨冻。
en_us: Chen Ping'an was wearing a pair of straw sandals woven by himself, and he was very envious of the thick clothing worn by the people outside. In his eyes, the clothes looked very warm and were sure to be great for keeping out the cold.

source: 那一刻，苻南华心思大定。
en_us: In that instant, Fu Nanhua was convinced that this young boy was the person that he was looking for.

source: 那一幕看得陈平安满头冷汗。最后一次见到她，是在荒草丛生的那片神像破败之地，是去年秋天的一个黄昏，陈平安离开龙窑回到小镇，四处闲逛，结果看到忙着捉蟋蟀的她，在草丛里四处打滚、蹦跳、飞扑，她看到陈平安后，显然也认出了陈平安，又是一阵清风远遁而去。
en_us: That scene had caused cold sweat to form on Chen Ping'an's forehead. The last time he had seen her was in that area full of weeds and broken statues of gods. That was during dusk one day last autumn, and Chen Ping'an had been wandering around after returning to the small town from the dragon kiln. As he strolled through the streets, he had seen the little girl rolling, jumping, and leaping around in the grass, completely focused on catching crickets. After seeing Chen Ping'an, it was clear that she recognized him, and she had immediately disappeared like a gust of wind again.

source: 那一粒黑点愈来愈大。
en_us: The black dot was growing larger and larger, and all of a sudden, Chen Ping'an's eyes widened in shock as if he had just seen a ghost in broad daylight.

source: 那一趟，孩子是到了天黑才回到杨家铺子，箩筐里只有一层薄薄的药材。
en_us: Only at nighttime did the boy finally return to the Yang Family's medicine shop, but there was only a thin layer of medicinal herbs in his basket.

source: 那个于小镇百姓而言门槛极高的地方，对于听着流言蜚语一年年长大的少年而言，却是一座龙潭虎穴，是一道过不去的心坎。
en_us: To the ordinary residents of the small town, the office of the kiln supervision official was naturally a mighty place that was extremely difficult to visit. To this young boy who had grown up listening to other's slander, however, it was nothing less than a dragon's lair or a tiger's den. This was a mental trauma that he couldn't overcome.

source: 那个刚刚做了他贴身婢女的女孩，问他怎么了，宋集薪死活也不说，回到自己屋子后，关上门，躺在床上。
en_us: Zhi Gui had just become his maidservant, and she asked him what had happened. However, Song Jixin refused to tell her no matter what. After going back to his room, he shut the door and lay down on bed.

source: 那个家伙曾经神神秘秘跟陈平安炫耀，说他爷爷讲过个故事，在他爷爷小时候，亲眼看到过有人站在溪畔，只是小跑几步，就步跃过了整条小溪。后来刘羡阳和陈平安去自己尝试，挑了处溪面最窄的地段，两人同时后退助跑，同时起跳，结果比陈平安还大几岁的刘羡阳跃之后，很快力竭落水，然后发现到头顶有个黑影，嗖下，继续向前，最终落在很远处。
en_us: Liu Xianyang had once boasted to Chen Ping'an in secret that his grandfather had once told him a story. According to the story, back when Liu Xianyang's grandfather was still a cihld, he had witnessed someone running only a few steps to build up momentum before leaping over the entire creek. After that, Liu Xianyang and Chen Ping'an decided to try that themselves, picking out the narrowest part of the creek before getting a running start and leaping into the air at the same time. Even though Liu Xianyang was a few years older than Chen Ping'an, he didn't travel very far before falling into the water, only to then notice a shadow vaulting over his head, continuing onward before falling into the water far ahead of him.

source: 那个小男孩一脸天真。
en_us: The boy merely looked on with an innocent expression, and the woman naturally believed her son more, so she immediately raised a hand to slap the disheveled man.

source: 那个少年再不像之前的那个傻子，口齿清晰，笑问道：“你是泥瓶巷的陈平安吧，住在稚圭隔壁？”
en_us: The young boy no longer appeared like a mentally impaired retard, and he smiled and said in a clear voice, "You're Chen Ping'an from Clay Vase Alley, right? Zhi Gui's neighbor?"

source: 那个少年终于出声说话，“杨掌柜，再试试看。”
en_us: Finally, Chen Ping'an said something. "Let's keep going, Shopkeeper Yang."

source: 那个时候的少年，在姚老头的呼喝声、谩骂声中，已经走过无数山和水，才十二三岁，就走过了很多小镇老人几辈子的路。
en_us: At that time, the young boy had already traversed countless mountains and rivers under the shouts and scoldings of Old Man Yao. He had only been 12 or 13, yet he had already walked a longer distance than most elderly residents of the small town.

source: 那个时候，杨老头突然出现在对岸，一步跨过小溪，又一步拎着孩子返回。
en_us: The old man strode over the creek in a single step, then picked up the boy and strode back to the other side with another step.

source: 那个身影看到老人的动作后，格外受伤。
en_us: The sneaking figure felt especially hurt after seeing the old man's response.

source: 那个过程里，意识模糊的孩子，只感受到自己心脏的跳动声，就像近在耳边的擂鼓声，轰隆隆作响。
en_us: His consciousness was beginning to fade, and the only thing that he could hear was his own heartbeat, which sounded like a massive drum being beaten right beside his ears.

source: 那个门房于心不忍，为骑龙巷那间压岁铺子的小掌柜解围，说道：“方才一个学塾马先生让李槐来捎话，让府上这边准备好一辆马车，小姐你带上行李，先去学塾，然后离开小镇，与石小姐一起游学至山崖书院。当然，在去学塾之前，小姐可以顺路去趟骑龙巷，把石小姐的东西装上马车。”
en_us: The porter couldn't stand to watch any longer, and he stepped in to save Shi Chunjia. "Mr. Ma from the school asked Li Huai to pass a message to us earlier, instructing us to prepare a horse-drawn carriage. Young Mistress, you should pack up your things and go to the school so you can go on the excursion to Mountain Cliff Academy with the other kids. Of course, on the way to the school, you can make a trip to Dragon Riding Alley and have Young Mistress Shi's belongings loaded onto the horse-drawn carriage as well."

source: 那么天地间与之身份匹配的重器，大概就只有威势浩荡的天雷了。
en_us: The corresponding weapon one needed to wield would most likely have to be the vast and mighty thunder in the sky.

source: 那之后，再也没有看到孩子的身影。
en_us: From that day forth, the stall owner never saw the boy again.

source: 那五人这才进入屋子，三个黑衣人轻而易举地分别扛起箱子，首尾两人空手护驾，缓步走入泥瓶巷后，皆是飞奔而走。
en_us: Only after hearing this did the five people enter the house. Three of them easily carried a suitcase each, while two of them were empty-handed as they guarded the front and the rear. After slowly walking into Clay Vase Alley, they immediately broke into a sprint.

source: 那些水珠，或是原本缀在廊桥檐下，或是聚在廊桥栏杆上，或是廊桥过道外缘的坑洼里，不一而同。
en_us: Some of these beads had been hanging on the eaves of the bridge roof, while others had been resting on the railings that ran across the bridge. There were also those which had been residing in the potholes along the edges of the covered bridge. These beads of water had come from various different locations.

source: 那些衣衫华美、满身富贵气的外乡人，也开始匆匆忙忙往外走，大多神色不悦，三三两两，经常有人朝小镇学塾方向指指点点，颇为愤懑。
en_us: The regal and well-dressed outsiders were also beginning to leave the town in a hurry, with most of them wearing displeased expressions, and they were often sighted pointing in the direction of the school in the town with disgruntled looks on their faces.

source: 那些这座小洞天出产的药材草药，品质的确上佳，可这座享誉东宝瓶洲的骊珠小洞天，从来不以天材地宝出名，而是因为那些“瓷器”和机缘宝物，名动天下。所以就算杨家铺子的药材堆积成山，也值不了几颗金精铜钱。
en_us: The medicinal herbs produced in this small world were indeed of top quality. However, referred to as the Jewel Small World of the Eastern Treasured Vial Continent, this small world had never been renowned for its medicinal herbs or ingredients. Instead, it was widely known for its "porcelain", treasures, and fated opportunities. Thus, even a mountain of medicinal ingredients wouldn't be worth a few gold essence copper coins.

source: 那些青壮男人要么不理不睬，只管埋头砍树，脾气差一点的，就跟老人起了冲突，推推搡搡。总之有点乱。
en_us: The young men ignored what they were being told, continuing to cut branches off the tree, and some of the more short-tempered ones among them had even gotten into shoving matches with their elderly detractors, creating a rather chaotic scene.

source: 那人始终低着头，“属下斗胆恳请殿下，帮忙在王爷那边解释一二。”
en_us: The person's head remained lowered, and he said, "This underling beseeches Your Highness to please help explain this situation to the monarch."

source: 那人弓着身，像是脑袋顶住了天穹，俯视着那头搬山猿，讥笑道：“要是六十年前的我，出去之后第一件事情，就是一脚踏平正阳山！”
en_us: Qi Jingchun stood with his back slightly bent, and it was as if he were using his head to hold up the heavens. He peered down at Bai Yuan and sneered, "If it were me from 60 years ago, the first thing I would do after leaving this place would be to flatten Sun Scorch Mountain with a single foot!"

source: 那人才是真正的顶天立地，搬山猿与之相比，仿佛成了别人的脚底蝼蚁。
en_us: It was that person who was genuinely mighty and indomitable. In comparison, it seemed as if the Mountain-moving Ape had become a measly ant which could be crushed underfoot.

source: 那人抬头打了个哈欠，缓缓道：“那个叫齐静春的读书人，说他对这个世界很失望。那么你呢？”
en_us: The figure raised their head and yawned, then said, "That scholar by the name of Qi Jingchun said that he's very disappointed in this world. What about you?"

source: 那人眼见少女气度不凡，不敢怠慢，点头道：“在后院刚收拾完药材呢，你们有事？”
en_us: Sensing the young girl's extraordinary aura, the shop assistant didn't dare to offend her, and he said with a nod, "Yes, he just finished sorting some medicine in the backyard. You two are looking for him?"

source: 那人随手一挥，大袖晃动如一条银河。
en_us: The glowing figure casually swept a hand through the air, and their sleeve rippled like a shimmering river.

source: 那会儿宁姚差点被少年问得只恨自己不是聋子哑巴。
en_us: He had pestered her with so many questions that Ning Yao was wishing that she was deaf or mute.

source: 那会儿，少年和妇人坐在院门口，顾粲始终被关在门内，大概是她不希望孩子看到他娘亲的狼狈模样。
en_us: After that fight, the young boy and Gu Can's mother had sat on the doorstep of the courtyard. Meanwhile, Gu Can had been locked inside the house the entire time. This was most likely because his mother hadn't wanted him to see her in such a disheveled and sorry state.

source: 那位仙家女子，原本感觉自己已经跻身一种佛家净土心境，闻言之后，顿时破功，堕回俗世，脸色铁青，只是苻南华的告诫还在耳畔回荡，只得泄愤一般，伸出一根手指在草鞋少年额头，重重戳了一下，她瞪眼道：“小小年纪，难道没人教过你，气性乖张是早夭之相，尖酸刻薄是削福之人？！”
en_us: Cai Jinjia had just found some semblance of inner peace through the chanting of her mantra, but after hearing what Chen Ping'an had to say, she instantly found herself once again unable to suppress her worldly emotions. A furious look appeared on her face, but Fu Nanhua's warning was still fresh in her mind, so she could only prod Chen Ping'an's forehead firmly with her finger to vent her fury, glowering angrily athim as she said, "Have you not been taught those who are insolent will meet an early demise, and those who are vitriolic will lose all their good fortune?"

source: 那位儒家君子看似漫不经心说道：“松风，我先前去学塾那边拜访过齐先生，先生说起修身一事，有过时不我待的感慨。”
en_us: The scholarly said in a seemingly nonchalant manner, "Songfeng, I paid a visit to Mr. Qi at the school earlier, and he told me that when it comes to self-cultivation, time is of the essence."

source: 那位兵家之人讥笑道：“我不是来跟谁套近乎的。”
en_us: The man with the sword strapped to his back sneered and said, "I'm not here to cotton up with anyone."

source: 那位年轻人最终选择沉默离去。
en_us: In the end, the young man chose to quietly leave.

source: 那位神通广大的大仙，越是如此云淡风轻，河婆老妪越是心里打鼓，最后狠狠一咬牙，迅猛潜入水中。
en_us: The more aloof and indifferent Old Man Yang appeared, the more uneasy the old woman became, and in the end, she gritted her teeth with a determined expression before quickly plunging into the water.

source: 那位门房早就习惯了自家小姐的古怪脾气，哪怕搬了一堆烧火都嫌弃的槐枝回家，也不觉得如何意外，只是有些心疼小姐的那件大红色棉袄，它可比那些槐枝值钱多了。自家这位小姐，在不到五岁的时候，就能够自己去小溪抓来一只大螃蟹，到家后，一边流眼泪，一边高高举起小手，小手上头有一只死也不愿松开钳子的螃蟹，把爹娘和老祖宗给心疼得不行。到如今，那只蟹壳青黑色、蟹钳却是赤红的螃蟹，还养在她的大鱼缸里，小姐实在是不喜欢读书，有事没事就跟它聊天说话。
en_us: The porter was already accustomed to Li Baoping's strange personality, so he wasn't surprised to see her bring back a bunch of locust branches that weren't really good for anything, not even to be used as firewood. Instead, he was feeling a little saddened by the sight of the scratches on her large red coat from the branches. That coat was far more valuable than those useless branches. Even before she had turned five years of age, Li Baoping had managed to catch a large crab from the creek all by herself. Upon returning home, tears were streaming out of her eyes as she raised her hand up high, and there was crab clinging onto her little hand with its pincer with all its might, causing much distress for her parents and grandparents. The crab had a dark green shell, but its pincers were bright red, and even to this day, it was still being kept by her in a large vat. She hated reading books, so whenever she had some free time, she would go and chat with the crab.

source: 那位龙尾郡陈氏子弟面带歉意，苦笑道：“来的路上，有过一场冲突意外，灞桥兄伤了作为养剑室的脏腑窍穴，只得冒险将本命剑移至明堂窍，若非我修为不济，成了累赘，绝不至于让灞桥兄受伤。”
en_us: An apologetic smile appeared on Chen Songfeng's face as he explained, "We ran into an unforeseen altercation on the way here, and the acupoint that Brother Baqiao was using as his sword nurturing chamber was injured in the process. As a result, he was forced to take a risk and move his bonded sword to his Bright Hall Acupoint. If I weren't so weak and hadn't acted as so much of a hindrance, there was no way that Brother Baqiao would've been injured."

source: 那只威势磅礴的金色大手，扯住少女脑袋，一提起一按下，又是一次磕头。
en_us: The massive golden hand plucked her head up from the ground, then slammed it down once again, forcing her to kowtow a second time amid a resounding boom akin to a rumbling thunderclap.

source: 那名金甲神人沉默片刻，仍是点头道：“得令！”
en_us: The deity in golden armor paused for a brief moment before nodding its head and replying, "As you command!"

source: 那块坚不可摧的斩龙台，瞬间被对半切割成两块。
en_us: The near-indestructible Dragon Slaying Platform was instantly cut into two.

source: 那头黑猫吓得赶紧跑入屋内，一闪而逝。
en_us: The black cat hurriedly ran into the house in fright, disappearing in a flash.

source: 那头黑猫蹲在门槛上，一声声叫喊着，惊吓瘆人。
en_us: The black cat meowed in a shrill and eerie voice as it sat on the doorstep.

source: 那女子艰难伸手，抱住马苦玄的脚踝，眼神满是哀怜乞求之色，“放过我，我爷爷是海潮铁骑的统帅，我是他最疼爱的孙女，我可以赔偿你，你想要什么，我都可以答应……”
en_us: The young woman reached over with great difficulty, grabbing Ma Kuxuan's ankle as she begged, "Please let me go... My grandpa is the commander of the Sea Tide Cavalry, and I'm his most adored granddaughter. I can compensate you... I can give you whatever you want..." There was a look of pity and imploration in her eyes.

source: 那对少年少女显然听到了道人的话语，只可惜没有要停步的意思。
en_us: The pair of youths passing by clearly heard him, but unfortunately, they displayed no intention of stopping.

source: 那尊金色巨人袒露胸膛，一身恣意放肆的意味，居高临下，眼见着那十二把飞剑，竟然找不到任何破绽，有些惊讶，“咦？”
en_us: The golden giant's bare chest was exposed, and he were looking down at Qi Jingchun with a scornful expression, but a hint of surprise quickly appeared in his eyes as he discovered that there were no holes in Qi Jingchun's defenses for the 12 flying swords to exploit.
